Repository: UIKit0/libsocialweb
Catalog: po/*.po
Languages: ko, sr, sr@latin

source: Facebook
ko: 페이스북
sr: Фејсбук
sr@latin: Fejsbuk

source: Facebook helps you connect and share with the people in your life.
ko: 페이스북은 일상 생활속의 사람과 연결하고 여러분의 삶을 공유하도록 합니다.
sr: Фејсбук вам помаже да се повежете и да размењујете са људима из вашег живота.
sr@latin: Fejsbuk vam pomaže da se povežete i da razmenjujete sa ljudima iz vašeg života.

source: Flickr
sr: Фликр
sr@latin: Flikr

source: Flickr - almost certainly the best online photo management and sharing application in the world.
ko: Flickr - 전 세계 최고의 온라인 사진 관리 및 공유 사이트입니다.
sr: Фликр — скоро сигурно у свету најбољи програм за дељење и управљање фотографијама на мрежи.
sr@latin: Flikr — skoro sigurno u svetu najbolji program za deljenje i upravljanje fotografijama na mreži.

source: %s by %s
sr: %s изводи %s
sr@latin: %s izvodi %s

source: Unknown
ko: 알 수 없음
sr: Непознато
sr@latin: Nepoznato

source: Last.fm
sr: Ласт.фм

source: Last.fm is a music service that learns what you love. Every track you play will tell your Last.fm profile something about what you like. It can connect you to other people who like what you like - and recommend songs from their music collections and yours too.
ko: Last.fm은 개인 맞춤형 음악 서비스입니다. 재생하는 곡을 기억하여 Last.fm 프로필에 좋아하는 곡 정보를 업데이트합니다. 나와 같은 곡을 좋아하는 사람을 연결해 주며, 서로가 좋아하는 음악을 추천해 줍니다.
sr: Ласт.фм је услуга музике која учи шта волите. Свака нумера коју пустите ће рећи вашем Ласт.фм профилу нешто о томе што се вама свиђа. Може да вас повеже са другим људима који воле оно што и ви — и да препоручи песме из њихових збирки музике и ваших такође.
sr@latin: Last.fm je usluga muzike koja uči šta volite. Svaka numera koju pustite će reći vašem Last.fm profilu nešto o tome što se vama sviđa. Može da vas poveže sa drugim ljudima koji vole ono što i vi — i da preporuči pesme iz njihovih zbirki muzike i vaših takođe.

source: SmugMug
sr: СмугМуг

source: Your Photos Look Better Here. Billions of happy photos. Millions of passionate customers.
ko: 여러분의 사진은 이 곳에서 좀 더 근사하게 보입니다. 수많은 만족스러운 사진과 열정을 가진 고객이 있습니다.
sr: Ваше фотографије изгледају боље овде. Билион срећних фотографија. Милиони страствених потрошача.
sr@latin: Vaše fotografije izgledaju bolje ovde. Bilion srećnih fotografija. Milioni strastvenih potrošača.

source: Twitter
ko: 트위터
sr: Твитер
sr@latin: Tviter

source: Twitter is a service for friends, family, and co–workers to communicate and stay connected through the exchange of quick, frequent answers to one simple question: What are you doing?
ko: 트위터는 친구, 가족, 동료와 대화하고 빠르게 정보를 교환할 수 있는 네트워크입니다.
sr: Твитер је услуга у којој пријатељи, породица и сарадници комуницирају и остају у вези размењујући брзе и честе одговоре на једно једноставно питање: Шта радите?
sr@latin: Tviter je usluga u kojoj prijatelji, porodica i saradnici komuniciraju i ostaju u vezi razmenjujući brze i česte odgovore na jedno jednostavno pitanje: Šta radite?

source: From the beginning, Vimeo was created by filmmakers and video creators who wanted to share their creative work, along with intimate personal moments of their everyday life. As time went on, like-minded people came to the site and built a community of positive, encouraging individuals with a wide range of video interests. We hope that you feel inspired to show us both your creative side as well as your friendly side.
ko: 태초에 비메오는 영화 제작자와 일상 생활속의 친숙한 개인의 순간이 담긴 창조적 작업물을 공유하려는 동영상 제작자가 만들었습니다. 시간이 흐른 후, 이런 생각을 가진 사람이 사이트를 찾았고 긍정적인 면의 커뮤니티를 만들었으며, 광범위한 동영상 취미를 가진 개개인의 활동을 장려하였습니다. 여러분의 친숙한 면과 더불어 창조적인 면을 연출하여 많은 이를 고무되게 만들길 바랍니다.
sr: Од почетка, Вимео су створили творци филмова и снимака који су желели да размењују свој стваралачки рад, са личним тренуцима њиховог свакодневног живота. Како је време пролазило, људи истог мишљења су долазили на сајт и изградили заједницу позитивних, охрабрујућих појединаца са широким опсегом видео интересовања. Надамо се да се осећате подстрекнути да нам покажете како вашу стваралачку страну тако и ону пријатељску.
sr@latin: Od početka, Vimeo su stvorili tvorci filmova i snimaka koji su želeli da razmenjuju svoj stvaralački rad, sa ličnim trenucima njihovog svakodnevnog života. Kako je vreme prolazilo, ljudi istog mišljenja su dolazili na sajt i izgradili zajednicu pozitivnih, ohrabrujućih pojedinaca sa širokim opsegom video interesovanja. Nadamo se da se osećate podstreknuti da nam pokažete kako vašu stvaralačku stranu tako i onu prijateljsku.

source: Vimeo
ko: 비메오
sr: Вимео

source: Photobucket
ko: 포토버킷
sr: Фотобукет
sr@latin: Fotobuket

source: Snap and show it off! Photobucket makes it easy to share your photos and videos anywhere.
ko: 찍고 보여주세요! 포토버킷은 사진과 동영상을 어디든 쉽게 공유할 수 있도록 해줍니다.
sr: Снимите је и прикажите је! Фотобукет олакшава дељење ваших фотографија и снимака било где.
sr@latin: Snimite je i prikažite je! Fotobuket olakšava deljenje vaših fotografija i snimaka bilo gde.

source: Plurk
ko: 플러크
sr: Пларк
sr@latin: Plark

source: Plurk is a web site that allows people to share ideas.
ko: 플러크는 아이티어를 공유하는 웹사이트입니다.
sr: Пларк је веб сајт који допушта људима да размењују идеје.
sr@latin: Plark je veb sajt koji dopušta ljudima da razmenjuju ideje.

source: Sina
ko: 시나
sr: Сина

source: Sina microblogging
ko: 시나 마이크로블로그
sr: Сина микроблогирање
sr@latin: Sina mikroblogiranje

source: YouTube
ko: 유튜브
sr: Јутјуб
sr@latin: Jutjub

source: Youtube is a popular video sharing website
ko: 유튜브는 인기있는 동영상 공유 웹사이트입니다
sr: Јутјуб је популаран веб сајт за размену снимака
sr@latin: Jutjub je popularan veb sajt za razmenu snimaka

source: MySpace
sr: МајСпејс
sr@latin: MajSpejs

source: MySpace is a leading social portal for connecting people, content, and culture from around the world. Create a profile, share photos, professional and viral videos, blog, instant message your friends, and listen to music on the world’s largest music community.
ko: MySpace는 전 세계의 사람, 문화를 잇는 소셜 포털입니다. 프로필을 만들고, 사진과 동영상을 공유하고, 블로그에 글을 쓰고, 친구들과 실시간 메시지를 주고받으며, 음악을 들을 수 있습니다.
sr: МајСпејс је водећи друштвени портал за повезивање људи, садржај, и културу из целог света. Направите профил, делите фотографије, професионалне и тражене снимке, постављајте, пошаљите тренутну поруку вашим пријатељеима, и слушајте музику на највећој светској музичкој заједници.
sr@latin: MajSpejs je vodeći društveni portal za povezivanje ljudi, sadržaj, i kulturu iz celog sveta. Napravite profil, delite fotografije, profesionalne i tražene snimke, postavljajte, pošaljite trenutnu poruku vašim prijateljeima, i slušajte muziku na najvećoj svetskoj muzičkoj zajednici.
